window.JoomlaCalLocale = {
	today : "Днес",
	weekend : [0, 6],
	wk : "седм.",
	time : "Време:",
	days : ["Неделя", "Понеделник", "Вторник", "Сряда", "Четвъртък", "Петък", "Събота"],
	shortDays : ["Нед", "Пон", "Вто", "Сря", "Чет", "Пет", "Съб"],
	months : ["Януари", "февруари", "Март", "Април", "Май", "Юни", "Юли", "Август", "Септември", "Октомври", "Ноември", "Декември"],
	shortMonths : ["Ян", "Февр", "Март", "Апр", "Май", "Юни", "Юли", "Авг", "Септ", "Окт", "Ноем", "Дек"],
	AM : "AM",
	PM :  "PM",
	am : "am",
	pm : "pm",
	dateType : "gregorian",
	minYear : 1900,
	maxYear : 2100,
	exit: "Излез",
	clear: "Изчисти"
};