window.JoomlaCalLocale = {
	today : "Бүгүн",
	weekend : [0, 6],
	wk : "жума",
	time : "Убакыт:",
	days : ["Жекшемби", "Дүйшөмбү", "Шейшемби", "Шаршемби", "Бейшемби", "Жума", "Ишемби"],
	shortDays : ["Жек", "Дүй", "Шей", "Шар", "Бей", "Жум", "Ише"],
	months : ["Үчтүн айы", "Бирдин айы", "Жалган Куран", "Чын Куран", "Бугу", "Кулжа", "Теке", "Баш Оона", "Аяк Оона", "Тогуздун айы", "Жетинин айы", "Бештин айы"],
	shortMonths : ["Үчт", "Бир", "Жал", "Чын", "Буг", "Кул", "Тек", "Баш", "Аяк", "Тог", "Жет", "Беш"],
	AM : "ТЧ",
	PM :  "ТК",
	am : "тч",
	pm : "тк",
	dateType : "gregorian",
	minYear : 1900,
	maxYear : 2100,
	exit: "Жабуу",
	clear: "Тазалоо"
};