window.JoomlaCalLocale = {
	today : "امروز",
	weekend : [5],
	wk : "هفته",
	time : "زمان",
	days : ["یکشنبه","دوشنبه","سه شنبه","چهارشنبه","پنجشنبه","جمعه","شنبه","یکشنبه"],
	shortDays : ["یک","دو","سه","چهار","پنج","جمعه","شنبه","یک"],
	months : ["فروردین","اردیبهشت","خرداد","تیر","مرداد","شهریور","مهر","آبان","آذر","دی","بهمن","اسفند"],
	shortMonths : ["فروردین","اردیبهشت","خرداد","تیر","مرداد","شهریور","مهر","آبان","آذر","دی","بهمن","اسفند"],
	AM : "ق.ظ.",
	PM :  "ب.ظ.",
	am : "ق.ظ.",
	pm : "ب.ظ.",
	dateType : "jalali",
	minYear : 1348,
	maxYear : 1408,
	exit: "Close", // @TODO TRANSLATE
	save: "Clear", // @TODO TRANSLATE
	localLangNumbers: ["۰","۱","۲","۳","۴","۵","۶","۷","۸","۹"]
};