window.JoomlaCalLocale = {
	today : "Данас",
	weekend : [0, 6],
	wk : "нед",
	time : "Време:",
	days : ["Недеља", "Понедељак", "Уторак", "Среда", "Четвртак", "Петак", "Субота"],
	shortDays : ["Нед", "Пон", "Уто", "Сре", "Чет", "Пет", "Суб"],
	months : ["Јануар", "Фенруар", "Март", "Април", "Мај", "Јуни", "Јули", "Август", "Септембар", "Октобар", "Новембар", "Децембар"],
	shortMonths : ["Јан", "Феб", "Мар", "Апр", "Мај", "Јун", "Јул", "Авг", "Сеп", "Окт", "Нов", "Дец"],
	AM : "AM",
	PM :  "PM",
	am : "am",
	pm : "pm",
	dateType : "gregorian",
	minYear : 1900,
	maxYear : 2100,
	exit: "Затвори",
	save: "Зачувај"
};